#pragma once

char TypeMetaInf[50][100]
{
	"Название",

	"Авторы",
	"Дата съемки",
	"Имя программы",

	"Ширина",
	"Высота",
	"Горизонтальное разрешение",
	"Разрешение по вертикали",
	"Единица разрешения",
	"Представление цвета",

	"Камера.изготовитель",
	"Камера.модель",
	"Диафрагма",
	"Выдержка",
	"Скорость ISO",
	"Экспокоррекция",
	"Экспозамер",
	"Вспышка.режим",

	"Контраст",
	"Источник света",
	"Программа экспозиции",
	"Насыщенность",
	"Резкость",
	"Баланс белого",
	"Версия EXIF",

	"Дата создания",
	"Дата изменения"
};